/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Yeni bir sürüm mevcut.";
"Version:" = "Sürüm:";
"Released Date:" = "Çıktığı tarih:";
"Remind me later" = "Bana daha sonra hatırlat";
"Update now" = "Şimdi güncelle";

"Check the update" = "güncellemeyi kontrol et";
"The version you are using is the latest one!" = "Kullanmakta olduğunuz sürüm en son sürümdür!";
"Software updata" = "Yazılım güncellemesi";
"Network error, please check the network and try again." = "Ağ hatası, lütfen ağı kontrol edin ve tekrar deneyin.";
"OK" = "Tamam mı";
"Downloading, please wait a moment." = "İndiriliyor, lütfen biraz bekleyin.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "İndirme tamamlandı. Anında kurulum, çalışan programın kapatılmasını gerektirir. Devam etmek istiyor musun?";
"Install now" = "Şimdi kur";
"Cancel" = "İptal";
"Download the latest version, do you want to cancel?" = "En son sürümü indirin, iptal etmek istiyor musunuz?";
"Download error, please check the network and try again," = "İndirme hatası, lütfen ağı kontrol edin ve tekrar deneyin,";
"Yes" = "Evet";
"No" = "Numara";
"Installing, please wait a moment." = "Yükleniyor, lütfen biraz bekleyin.";
"Install complete." = "Kurulum tamamlandı.";
"Start now" = "Şimdi başla";
"Install failed, please try again." = "Yükleme başarısız oldu, lütfen tekrar deneyin.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Lütfen program kurulumunun tamamlanmasını sabırla bekleyin, aksi takdirde program istisnasına neden olabilir.";
"Try again" = "Tekrar deneyin";
"What's New:" = "Ne var ne yok:";
"Checking for updates…" = "Güncellemeler kontrol ediliyor…";


